espressif/esp-idf/components/esp_hw_support/test_apps/sleep_retention/sdkconfig.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"

CONFIG_ESP32P4_REV_MIN_301=y
